"""
超短战法：

第一、龙头股战法（市场最高身位）

（1）主线热点，看涨逻辑是否具有放大效应!
（2）观察K线，量价，换手，成交量，筹码结构!
（3）关注梯队完整性和板块持续性关系!
（4）买在分歧，卖在一致!


第二、首板战法（最早上板的细分龙头）
（1）首板主要以套利为主!首先看板块的强弱，第一板硬不硬!
（2）形态位置，一定要打突破板，成功率更高!
（3）集合竞价，一定要关注买量柱持续增强的!
（4）市场情绪好坏，一定程度起到助攻的作用!


第三、低吸战法（龙头股成妖前必须经历的地天板、回首掏、大长腿、开板下杀不见绿等技术手段洗盘）
（1）龙头核心的分歧低吸!
（2）情绪不及预期低吸!
（3）恐慌错杀标的低吸!
（4）水下零轴以下低吸!


第四、低位接力（补涨龙）
（1）接力低位股，做一字板的同位股!
（2）只做低市值的、强势的、逻辑比较硬的!
（3）不参与中军，容易追高被套!


第五、半路首板
（1）分时维持黄线以上，强势横盘，突然爆量!
（2）主力控盘，K线处于横盘伏态，异动攻击的!
（3）平台突破，套牢盘少的
（4）周线月线带量，碎步上升趋势，突然攻击张停!


第六、集合竞价战法
（1）集合竞价一样也是强者优先，直接排高标或者空间板!
（2）集合竞价缓慢上攻，高开5个点以下最好，9点20分之前有临时巨量挂单为加分项!
（3）集合竞价时间在9点20分之后买单不减少!
（4）单独受消息高开的，失败率高！


第七、首阴战法
（1）要连板股，人气足，市场关注度高!
（2）首阴要杀得猛，市场分岐足够大!
（3）换手要充分，筹码最好集中在杀跌当天的相对低位!
（4）首阴之日开始调整，不能超过三个交易曰，否则人气会逐渐涣散!
"""